Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Official APIs from OpenAI, Anthropic, Gemini, and more
ar: اتصال مباشر بواجهات API الرسمية من OpenAI وAnthropic وGemini وغير ذلك
de: Direkte Verbindung zu den offiziellen APIs von OpenAI, Anthropic, Gemini und mehr
es: Conexión directa a las API oficiales de OpenAI, Anthropic, Gemini y más
fr: Connexion directe aux API officielles d’OpenAI, Anthropic, Gemini et plus
hi: Anthropic, OpenAI, Gemini, और अधिक से आधिकारिक APIs
id: API resmi dari Anthropic, OpenAI, Gemini, dan banyak lagi
ja: OpenAI、Anthropic、Gemini などの公式 API に直接接続
ko: OpenAI, Anthropic, Gemini 등의 공식 API에 직접 연결
pt_br: Conexão direta às APIs oficiais da OpenAI, Anthropic, Gemini e mais
ru: Официальные API от Anthropic, OpenAI, Gemini и других
th: API อย่างเป็นทางการจาก Anthropic, OpenAI, Gemini และอีกมากมาย
tr: Anthropic, OpenAI, Gemini ve daha fazlasından resmi API’ler
vi: API chính thức từ Anthropic, OpenAI, Gemini, v.v.
zh_hans: 直接接入 OpenAI、Anthropic、Gemini 等官方 API
zh_hant: 直接接入 OpenAI、Anthropic、Gemini 等官方 API

source: Offline
ar: غير متصل
es: Sin conexión
fr: Hors ligne
hi: ऑफ़लाइन
ja: オフライン
ko: 오프라인
ru: Не в сети
th: ออฟไลน์
tr: Çevrimdışı
vi: Ngoại tuyến
zh_hans: 离线
zh_hant: 離線

source: Omit
ar: حذف
de: Auslassen
es: Omitir
fr: Omettre
hi: छोड़ें
id: Abaikan
ja: 省略
ko: 생략
pt_br: Omitir
ru: Пропустить
th: ละเว้น
tr: Atla
vi: Bỏ qua
zh_hans: 不发送
zh_hant: 不傳送

source: OneAPI / NewAPI / VoAPI / self-hosted gateway
ar: OneAPI / NewAPI / VoAPI / بوابة مستضافة ذاتيًا
de: OneAPI / NewAPI / VoAPI / selbst gehostetes Gateway
es: OneAPI / NewAPI / VoAPI / pasarela autohospedada
fr: OneAPI / NewAPI / VoAPI / passerelle auto-hébergée
hi: OneAPI / NewAPI / VoAPI / स्व-होस्टेड गेटवे
id: OneAPI / NewAPI / VoAPI / gateway self-hosted
ja: OneAPI / NewAPI / VoAPI / 自前ホストの Gateway
ko: OneAPI / NewAPI / VoAPI / 자체 호스팅 게이트웨이
pt_br: OneAPI / NewAPI / VoAPI / gateway auto-hospedado
ru: OneAPI / NewAPI / VoAPI / собственный gateway
th: OneAPI / NewAPI / VoAPI / Gateway ที่โฮสต์เอง
tr: OneAPI / NewAPI / VoAPI / kendi barındırdığınız ağ geçidi
vi: OneAPI / NewAPI / VoAPI / gateway tự host
zh_hans: OneAPI / NewAPI / VoAPI / 自建网关
zh_hant: OneAPI / NewAPI / VoAPI / 自建閘道

source: Only applies while this model is used in this conversation. Switching models does not copy values; switching back restores them.
ar: ينطبق فقط أثناء استخدام هذا النموذج في هذه المحادثة. تبديل النماذج لا ينسخ القيم، والعودة تستعيدها.
de: Gilt nur, solange dieses Modell in dieser Unterhaltung verwendet wird. Beim Modellwechsel werden die Werte nicht kopiert; beim Zurückwechseln werden sie wiederhergestellt.
es: Solo se aplica mientras se use este modelo en esta conversación. Cambiar de modelo no copia los valores; al volver se restauran.
fr: Ne s'applique que tant que ce modèle est utilisé dans cette conversation. Changer de modèle ne copie pas les valeurs ; en revenant, elles sont restaurées.
hi: यह केवल तब लागू होता है जब इस बातचीत में यही मॉडल इस्तेमाल हो। मॉडल बदलने पर मान कॉपी नहीं होते; वापस आने पर वे बहाल हो जाते हैं।
id: Hanya berlaku selama model ini dipakai dalam percakapan ini. Mengganti model tidak menyalin nilainya; kembali lagi akan memulihkannya.
ja: この会話でこのモデルを使っている間だけ適用されます。モデルを切り替えても値はコピーされず、戻すと復元されます。
ko: 이 대화에서 이 모델을 사용하는 동안에만 적용됩니다. 모델을 바꿔도 값이 복사되지 않으며, 되돌리면 복원됩니다.
pt_br: Aplica-se apenas enquanto este modelo for usado nesta conversa. Trocar de modelo não copia os valores; ao voltar, eles são restaurados.
ru: Действует только пока в этом разговоре используется эта модель. Смена модели не копирует значения; при возврате они восстанавливаются.
th: ใช้ได้เฉพาะขณะที่ใช้โมเดลนี้ในการสนทนานี้ การสลับโมเดลจะไม่คัดลอกค่า และเมื่อสลับกลับค่าจะถูกกู้คืน
tr: Yalnızca bu sohbette bu model kullanılırken geçerlidir. Model değiştirmek değerleri kopyalamaz; geri dönünce geri yüklenir.
vi: Chỉ áp dụng khi mô hình này được dùng trong cuộc trò chuyện này. Đổi mô hình không sao chép giá trị; quay lại sẽ khôi phục chúng.
zh_hans: 仅在本对话使用此模型时生效；换模型不复制，切回会恢复。
zh_hant: 僅在本對話使用此模型時生效；切換模型不複製，切回時會恢復。

source: Only available on original device
ar: متاح فقط على الجهاز الأصلي
de: Nur auf dem ursprünglichen Gerät verfügbar
es: Solo disponible en el dispositivo original
fr: Disponible uniquement sur l'appareil d'origine
hi: केवल मूल डिवाइस पर उपलब्ध
id: Hanya tersedia di perangkat asli
ja: 元のデバイスでのみ利用できます
ko: 원래 기기에서만 사용할 수 있습니다
pt_br: Disponível apenas no dispositivo original
ru: Доступно только на исходном устройстве
th: ใช้ได้เฉพาะบนอุปกรณ์เดิม
tr: Yalnızca orijinal cihazda kullanılabilir
vi: Chỉ khả dụng trên thiết bị gốc
zh_hans: 仅在原始设备上可用
zh_hant: 僅在原始裝置上可用

source: Only image-gen models can generate images
ar: فقط نماذج إنشاء الصور يمكنها توليد الصور
de: Nur Bildgenerierungsmodelle können Bilder erzeugen
es: Solo los modelos de generación de imágenes pueden generar imágenes
fr: Seuls les modèles de génération d'images peuvent générer des images
hi: केवल इमेज-जेन मॉडल ही चित्र जनरेट कर सकते हैं
id: Hanya model pembuat gambar yang bisa menghasilkan gambar
ja: 画像生成モデルのみが画像を生成できます
ko: 이미지 생성 모델만 이미지를 생성할 수 있습니다
pt_br: Apenas modelos de geração de imagens podem gerar imagens
ru: Только модели генерации изображений могут создавать изображения
th: เฉพาะโมเดลสร้างรูปภาพเท่านั้นที่สร้างรูปได้
tr: Yalnızca resim üretim modelleri resim oluşturabilir
vi: Chỉ các mô hình tạo ảnh mới có thể tạo ảnh
zh_hans: 只有图片生成模型可用于生图
zh_hant: 只有圖片生成模型可用於產生圖片

source: Only sent on OpenAI-family transports.
ar: يُرسل فقط عبر بروتوكولات عائلة OpenAI.
de: Wird nur über OpenAI-Family-Transports gesendet.
es: Solo se envía en transportes de la familia OpenAI.
fr: Envoyé uniquement sur les transports famille OpenAI.
hi: केवल OpenAI-family transports पर भेजा जाता है।
id: Hanya dikirim pada transport keluarga OpenAI.
ja: OpenAI 系トランスポートでのみ送信されます。
ko: OpenAI 계열 transport에서만 전송됩니다.
pt_br: Enviado apenas em transports da família OpenAI.
ru: Отправляется только на транспорты семейства OpenAI.
th: ส่งเฉพาะใน transport ตระกูล OpenAI เท่านั้น
tr: Yalnızca OpenAI ailesi transport'larında gönderilir.
vi: Chỉ gửi trên transport thuộc họ OpenAI.
zh_hans: 仅在 OpenAI 系协议下透传。
zh_hant: 僅在 OpenAI 系協議下傳送。

source: Open-source
ar: مفتوح المصدر
es: Código abierto
hi: खुला स्त्रोत
id: Sumber terbuka
ja: オープンソース
ko: 오픈소스
pt_br: Código aberto
ru: с открытым исходным кодом
th: โอเพ่นซอร์ส
tr: Açık kaynak
vi: Nguồn mở
zh_hans: 开源
zh_hant: 開源

source: Open-source models
ar: نماذج مفتوحة المصدر
de: Open-Source-Modelle
es: Modelos de código abierto
fr: Modèles open source
hi: ओपन-सोर्स मॉडल
id: Model sumber terbuka
ja: オープンソースモデル
ko: 오픈소스 모델
pt_br: Modelos de código aberto
ru: Модели с открытым кодом
th: โมเดลโอเพนซอร์ส
tr: Açık kaynak modeller
vi: Mô hình nguồn mở
zh_hans: 开源模型
zh_hant: 開源模型

source: OpenAI Chat Completions protocol; the most common relay type.
ar: بروتوكول OpenAI Chat Completions؛ أكثر أنواع الرحال شيوعًا.
de: OpenAI Chat Completions-Protokoll; der häufigste Relay-Typ.
es: Protocolo OpenAI Chat Completions; el tipo de relay más común.
fr: Protocole OpenAI Chat Completions ; le type de relais le plus courant.
hi: OpenAI Chat Completions प्रोटोकॉल; सबसे सामान्य relay प्रकार।
id: Protokol OpenAI Chat Completions; jenis relay paling umum.
ja: OpenAI Chat Completions プロトコル。最も一般的な Relay タイプです。
ko: OpenAI Chat Completions 프로토콜; 가장 일반적인 relay 유형.
pt_br: Protocolo OpenAI Chat Completions; o tipo de relay mais comum.
ru: Протокол OpenAI Chat Completions; самый распространённый тип relay.
th: โปรโตคอล OpenAI Chat Completions; ประเภท Relay ที่พบบ่อยที่สุด
tr: OpenAI Chat Completions protokolü; en yaygın relay türü.
vi: Giao thức OpenAI Chat Completions; loại relay phổ biến nhất.
zh_hans: OpenAI Chat Completions 协议；最常见的中转类型。
zh_hant: OpenAI Chat Completions 協定；最常見的中轉類型。

source: OpenRouter, Groq, Together AI, Fireworks, and more
ar: OpenRouter وGroq وTogether AI وFireworks والمزيد
de: OpenRouter, Groq, Together AI, Fireworks und mehr
es: OpenRouter, Groq, Together AI, Fireworks y más
fr: OpenRouter, Groq, Together AI, Fireworks et plus
hi: Groq, Fireworks, OpenRouter, Together AI, और बहुत कुछ
id: Groq, Fireworks, OpenRouter, Together AI, dan banyak lagi
ja: OpenRouter、Groq、Together AI、Fireworks など
ko: OpenRouter, Groq, Together AI, Fireworks 등
pt_br: OpenRouter, Groq, Together AI, Fireworks e mais
ru: Groq, Fireworks, OpenRouter, Together AI и другие.
th: Groq, Fireworks, OpenRouter, Together AI และอื่นๆ
tr: Groq, Fireworks, OpenRouter, Together AI ve daha fazlası
vi: Groq, Fireworks, OpenRouter, Together AI, v.v.
zh_hans: OpenRouter、Groq、Together AI、Fireworks 等
zh_hant: OpenRouter、Groq、Together AI、Fireworks 等

source: Oriveo handles the routing automatically. Just save and use it like any other model.
ar: يتولى Oriveo التوجيه تلقائيًا. احفظ واستخدمه كأي نموذج آخر.
de: Oriveo übernimmt die Routen-Auswahl automatisch. Einfach speichern und wie jedes andere Modell nutzen.
es: Oriveo gestiona la ruta automáticamente. Guarda y úsalo como cualquier otro modelo.
fr: Oriveo gère automatiquement le routage. Enregistrez et utilisez-le comme n'importe quel autre modèle.
hi: Oriveo रूटिंग स्वचालित रूप से संभालता है। बस सेव करें और इसे किसी अन्य मॉडल की तरह उपयोग करें।
id: Oriveo menangani perutean secara otomatis. Cukup simpan dan gunakan seperti model lainnya.
ja: Oriveo がルーティングを自動的に処理します。保存して通常のモデルと同様に使ってください。
ko: Oriveo가 자동으로 라우팅을 처리합니다. 저장하고 다른 모델처럼 사용하세요.
pt_br: O Oriveo cuida do roteamento automaticamente. Basta salvar e usar como qualquer outro modelo.
ru: Oriveo сам подбирает маршрут. Просто сохраните и используйте как любую другую модель.
th: Oriveo จัดการเส้นทางให้อัตโนมัติ แค่บันทึกแล้วใช้งานเหมือนโมเดลอื่นได้เลย
tr: Oriveo yönlendirmeyi otomatik halleder. Kaydedin ve diğer modeller gibi kullanın.
vi: Oriveo tự động xử lý đường dẫn. Chỉ cần lưu và dùng như mọi mô hình khác.
zh_hans: Oriveo 会自动选择路径，保存即可像其他模型一样使用。
zh_hant: Oriveo 會自動選擇路徑，保存即可像其他模型一樣使用。

source: Oriveo will pick the correct route for your relay automatically: inline image tool for Codex-style transports, or /images/generations for standard gateways.
ar: سيختار Oriveo المسار الصحيح لوصلتك تلقائيًا: أداة الصور المدمجة لنقل نمط Codex أو /images/generations للبوابات القياسية.
de: Oriveo wählt automatisch die richtige Route für dein Relay: Inline-Bild-Tool bei Codex-artigen Transporten, sonst /images/generations für Standard-Gateways.
es: Oriveo elegirá automáticamente la ruta correcta para tu relay: herramienta de imagen inline para transportes tipo Codex o /images/generations para gateways estándar.
fr: Oriveo choisira automatiquement la bonne route pour votre relais : outil d'image intégré pour les transports de type Codex, ou /images/generations pour les passerelles standard.
hi: Oriveo आपके रिले के लिए सही रूट स्वतः चुनेगा: Codex-शैली ट्रांसपोर्ट के लिए इनलाइन इमेज टूल, या मानक गेटवे के लिए /images/generations।
id: Oriveo akan memilih rute yang tepat untuk relay Anda secara otomatis: tool gambar inline untuk transport gaya Codex, atau /images/generations untuk gateway standar.
ja: Oriveo は Relay に応じて自動でルートを選びます：Codex 系 transport ならインライン画像ツール、それ以外は /images/generations を使用します。
ko: Oriveo가 릴레이에 맞는 경로를 자동으로 선택합니다: Codex 스타일 전송은 인라인 이미지 도구, 표준 게이트웨이는 /images/generations를 사용합니다.
pt_br: O Oriveo escolherá a rota correta para o seu relay automaticamente: ferramenta de imagem inline para transportes no estilo Codex ou /images/generations para gateways padrão.
ru: Oriveo автоматически выберет правильный маршрут для вашего relay: встроенный инструмент изображений для транспортов в стиле Codex или /images/generations для стандартных шлюзов.
th: Oriveo จะเลือกเส้นทางที่ถูกต้องให้รีเลย์ของคุณโดยอัตโนมัติ: เครื่องมือสร้างภาพแบบอินไลน์สำหรับการขนส่งแบบ Codex หรือ /images/generations สำหรับเกตเวย์มาตรฐาน
tr: Oriveo, relay'iniz için doğru rotayı otomatik seçer: Codex tarzı aktarımlar için satır içi görüntü aracı veya standart ağ geçitleri için /images/generations.
vi: Oriveo sẽ tự chọn tuyến phù hợp cho relay của bạn: công cụ ảnh inline cho các transport kiểu Codex, hoặc /images/generations cho cổng tiêu chuẩn.
zh_hans: Oriveo 会自动为此中转选择合适的路径：Codex 风格走内联图片工具，其他标准网关走 /images/generations。
zh_hant: Oriveo 會自動為此中轉選擇合適的路徑：Codex 風格走內嵌圖片工具，其他標準網關走 /images/generations。

source: Oriveo will route image requests through the right API automatically.
ar: سيقوم Oriveo بتوجيه طلبات الصور عبر API الصحيح تلقائيًا.
de: Oriveo leitet Bildanfragen automatisch über die richtige API.
es: Oriveo enrutará las solicitudes de imágenes a través de la API correcta automáticamente.
fr: Oriveo achemine automatiquement les demandes d'images via la bonne API.
hi: Oriveo चित्र अनुरोधों को सही API के माध्यम से स्वचालित रूप से रूट करेगा।
id: Oriveo akan otomatis merutekan permintaan gambar melalui API yang tepat.
ja: Oriveo が画像リクエストを適切な API へ自動でルーティングします。
ko: Oriveo가 이미지 요청을 자동으로 적절한 API로 라우팅합니다.
pt_br: O Oriveo roteará as requisições de imagens pela API correta automaticamente.
ru: Oriveo автоматически направит запросы изображений через нужный API.
th: Oriveo จะเส้นทางคำขอรูปภาพผ่าน API ที่ถูกต้องโดยอัตโนมัติ
tr: Oriveo, resim isteklerini otomatik olarak doğru API üzerinden yönlendirir.
vi: Oriveo sẽ tự động định tuyến yêu cầu ảnh qua API phù hợp.
zh_hans: Oriveo 会自动通过对应 API 路由图片请求。
zh_hant: Oriveo 會自動透過對應 API 路由圖片請求。

source: Other
ar: أخرى
de: Andere
es: Otro
fr: Autre
hi: अन्य
id: Lainnya
ja: その他
ko: 기타
pt_br: Outro
ru: Другой
th: อื่น
tr: Diğer
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Output Budget
ar: ميزانية الإخراج
de: Ausgabebudget
es: Presupuesto de salida
fr: Budget de sortie
hi: आउटपुट बजट
id: Anggaran keluaran
ja: 出力の上限
ko: 출력 예산
pt_br: Orçamento de saída
ru: Бюджет вывода
th: งบเอาต์พุต
tr: Çıktı bütçesi
vi: Ngân sách đầu ra
zh_hans: 输出与停止
zh_hant: 輸出與停止

source: Output Contract
ar: عقد الإخراج
de: Ausgabevertrag
es: Contrato de salida
fr: Contrat de sortie
hi: आउटपुट कॉन्ट्रैक्ट
id: Kontrak keluaran
ja: 出力フォーマット
ko: 출력 계약
pt_br: Contrato de saída
ru: Контракт вывода
th: สัญญาเอาต์พุต
tr: Çıktı sözleşmesi
vi: Hợp đồng đầu ra
zh_hans: 输出契约
zh_hant: 輸出契約

source: Output Format
ar: تنسيق الإخراج
de: Ausgabeformat
es: Formato de salida
fr: Format de sortie
hi: आउटपुट फ़ॉर्मेट
id: Format Output
ja: 出力フォーマット
ko: 출력 형식
pt_br: Formato de saída
ru: Формат вывода
th: รูปแบบผลลัพธ์
tr: Çıktı Biçimi
vi: Định dạng đầu ra
zh_hans: 输出格式
zh_hant: 輸出格式

source: PER MSG
ar: لكل رسالة
de: PRO NACHR.
es: POR MSJ
fr: PAR MSG
hi: प्रति संदेश
id: PER PESAN
ja: メッセージ単価
ko: 메시지당
pt_br: POR MSG
ru: ЗА СООБЩ.
th: ต่อข้อความ
tr: MSJ BAŞINA
vi: MỖI TIN NHẮN
zh_hans: 每条
zh_hant: 每則

source: Parameter behavior
ar: سلوك المعلمة
de: Parameterverhalten
es: Comportamiento del parámetro
fr: Comportement du paramètre
hi: पैरामीटर व्यवहार
id: Perilaku parameter
ja: パラメータの動作
ko: 매개변수 동작
pt_br: Comportamento do parâmetro
ru: Поведение параметра
th: ลักษณะการทำงานของพารามิเตอร์
tr: Parametre davranışı
vi: Hành vi tham số
zh_hans: 参数行为
zh_hant: 參數行為

source: Parse
ar: تحليل
de: Parsen
es: Analizar
fr: Analyser
hi: पार्स करें
ja: 解析
ko: 분석
pt_br: Analisar
ru: Разобрать
th: แปลความ
tr: Ayrıştır
vi: Phân tích
zh_hans: 解析
zh_hant: 解析

source: Paste Codex TOML or Claude / Gemini provider payload…
ar: الصق Codex TOML أو حمولة Claude / Gemini provider…
de: Codex TOML oder Claude / Gemini Provider-Payload einfügen…
es: Pega Codex TOML o el payload de proveedor Claude / Gemini…
fr: Collez Codex TOML ou le payload provider Claude / Gemini…
hi: Codex TOML या Claude / Gemini provider payload पेस्ट करें…
id: Tempel Codex TOML atau payload provider Claude / Gemini…
ja: Codex TOML または Claude / Gemini provider 設定を貼り付け…
ko: Codex TOML 또는 Claude / Gemini provider 페이로드 붙여넣기…
pt_br: Cole o Codex TOML ou o payload de provedor Claude / Gemini…
ru: Вставьте Codex TOML или payload provider Claude / Gemini…
th: วาง Codex TOML หรือ payload provider Claude / Gemini…
tr: Codex TOML veya Claude / Gemini provider payload'unu yapıştır…
vi: Dán Codex TOML hoặc payload provider Claude / Gemini…
zh_hans: 粘贴 Codex TOML 或 Claude / Gemini provider 配置…
zh_hant: 貼上 Codex TOML 或 Claude / Gemini provider 設定…

source: Paste a config or try an example below.
ar: الصق إعدادًا أو جرّب مثالاً أدناه.
de: Konfiguration einfügen oder unten ein Beispiel ausprobieren.
es: Pega una configuración o prueba un ejemplo abajo.
fr: Collez une configuration ou essayez un exemple ci-dessous.
hi: कॉन्फ़िग पेस्ट करें या नीचे एक उदाहरण आज़माएँ।
id: Tempel konfigurasi atau coba contoh di bawah.
ja: 設定を貼り付けるか、下のサンプルを試してください。
ko: 구성을 붙여넣거나 아래 예시를 사용하세요.
pt_br: Cole uma configuração ou experimente um exemplo abaixo.
ru: Вставьте конфигурацию или попробуйте пример ниже.
th: วางการตั้งค่า หรือลองตัวอย่างด้านล่าง
tr: Bir yapılandırma yapıştırın veya aşağıdaki örneği deneyin.
vi: Dán cấu hình hoặc thử ví dụ bên dưới.
zh_hans: 粘贴配置或使用下方示例。
zh_hant: 請貼上配置，或從下方試試示例。

source: Paste another
ar: الصق محتوى آخر
de: Anderes einfügen
es: Pegar otro
fr: Coller un autre
hi: दूसरा पेस्ट करें
id: Tempel yang lain
ja: 別の内容を貼り付け
ko: 다른 항목 붙여넣기
pt_br: Colar outro
ru: Вставить другое
th: วางอีกอัน
tr: Başka birini yapıştır
vi: Dán nội dung khác
zh_hans: 粘贴其他
zh_hant: 貼上另一份

source: Paste cc-switch config
ar: الصق إعدادات cc-switch
de: cc-switch-Konfiguration einfügen
es: Pegar configuración de cc-switch
fr: Coller la configuration cc-switch
hi: cc-switch कॉन्फ़िग पेस्ट करें
id: Tempel konfigurasi cc-switch
ja: cc-switch 設定を貼り付け
ko: cc-switch 구성 붙여넣기
pt_br: Colar configuração do cc-switch
ru: Вставить конфигурацию cc-switch
th: วางการตั้งค่า cc-switch
tr: cc-switch yapılandırmasını yapıştır
vi: Dán cấu hình cc-switch
zh_hans: 粘贴 cc-switch 配置
zh_hant: 貼上 cc-switch 配置

source: Paste from cc-switch
ar: لصق من cc-switch
de: Aus cc-switch einfügen
es: Pegar desde cc-switch
fr: Coller depuis cc-switch
hi: cc-switch से पेस्ट करें
id: Tempel dari cc-switch
ja: cc-switch から貼り付け
ko: cc-switch에서 붙여넣기
pt_br: Colar do cc-switch
ru: Вставить из cc-switch
th: วางจาก cc-switch
tr: cc-switch'den yapıştır
vi: Dán từ cc-switch
zh_hans: 从 cc-switch 粘贴
zh_hant: 從 cc-switch 貼上

source: Paste your config.toml content. We'll detect endpoint, model, transport, reasoning, and image capability.
ar: الصق محتوى config.toml الخاص بك. سنكتشف endpoint، النموذج، transport، الاستدلال، وإمكانية الصور تلقائيًا.
de: Füge deinen config.toml-Inhalt ein. Wir erkennen Endpoint, Modell, Transport, Reasoning und Bildfunktion automatisch.
es: Pega el contenido de tu config.toml. Detectaremos el endpoint, el modelo, el transport, el reasoning y la capacidad de imagen.
fr: Collez le contenu de votre config.toml. Nous détecterons endpoint, modèle, transport, reasoning et capacité d'image.
hi: अपना config.toml सामग्री पेस्ट करें। हम endpoint, मॉडल, transport, reasoning और इमेज क्षमता का पता लगाएँगे।
id: Tempel konten config.toml Anda. Kami akan mendeteksi endpoint, model, transport, reasoning, dan kemampuan gambar.
ja: config.toml の内容を貼り付けてください。endpoint、モデル、transport、reasoning、画像対応を自動識別します。
ko: config.toml 내용을 붙여넣으세요. endpoint, 모델, transport, reasoning, 이미지 기능을 자동 감지합니다.
pt_br: Cole o conteúdo do seu config.toml. Detectaremos endpoint, modelo, transport, reasoning e capacidade de imagem.
ru: Вставьте содержимое config.toml. Мы определим endpoint, модель, transport, reasoning и поддержку изображений.
th: วางเนื้อหา config.toml ของคุณ เราจะตรวจหา endpoint, โมเดล, transport, reasoning และความสามารถด้านรูปภาพให้
tr: config.toml içeriğini yapıştırın. endpoint, model, transport, reasoning ve görsel desteğini otomatik algılayacağız.
vi: Dán nội dung config.toml. Chúng tôi sẽ nhận diện endpoint, model, transport, reasoning và khả năng xử lý hình ảnh.
zh_hans: 粘贴你的 config.toml 内容，我们会自动识别 endpoint、模型、协议、推理和图片能力。
zh_hant: 貼上你的 config.toml 內容，我們會自動辨識 endpoint、模型、協議、推理與圖片能力。

source: Pause if you need.
ar: استرح إن شئت.
de: Mach Pause, wenn du willst.
es: Pausa si lo necesitas.
fr: Fais une pause si tu veux.
hi: चाहो तो रुक जाओ।
id: Istirahat dulu kalau perlu.
ja: 疲れたら休んでね
ko: 힘들면 쉬어
pt_br: Faça uma pausa, se precisar.
ru: Можно сделать паузу.
th: พักก่อนก็ได้นะ
tr: İhtiyacın varsa mola ver.
vi: Nghỉ một chút nếu bạn muốn.
zh_hans: 累了就歇一歇
zh_hant: 累了就歇一歇

source: Peak day
ar: يوم الذروة
de: Spitzentag
es: Día pico
fr: Jour de pointe
hi: पीक दिन
id: Hari puncak
ja: ピーク日
ko: 피크 일
pt_br: Dia de pico
ru: Пиковый день
th: วันที่มียอดสูง
tr: Zirve gün
vi: Ngày cao điểm
zh_hans: 高峰日
zh_hant: 高峰日

source: Peak hour
ar: ساعة الذروة
de: Spitzenstunde
es: Hora pico
fr: Heure de pointe
hi: पीक घंटा
id: Jam puncak
ja: ピーク時間帯
ko: 피크 시간대
pt_br: Hora de pico
ru: Час пик
th: ชั่วโมงเร่งด่วน
tr: Yoğun saat
vi: Giờ cao điểm
zh_hans: 高峰时段
zh_hant: 高峰時段

source: Pending Data Handling
ar: معالجة البيانات المعلقة
de: Ausstehende Datenverarbeitung
es: Manejo de datos pendientes
fr: Traitement des données en attente
hi: लंबित डेटा प्रबंधन
id: Penanganan Data yang Tertunda
ja: 保留中のデータの処理
ko: 보류 중인 데이터 처리
pt_br: Tratamento de dados pendente
ru: Ожидание обработки данных
th: อยู่ระหว่างการจัดการข้อมูลที่รอดำเนินการ
tr: Verilerin İşlenmesi Bekleniyor
vi: Đang chờ xử lý dữ liệu
zh_hans: 待处理数据
zh_hant: 待處理的資料

source: Photo
ar: صورة
de: Foto
es: Foto
hi: तस्वीर
id: Foto
ja: 写真
ko: 사진
pt_br: Foto
ru: Фото
th: รูปถ่าย
tr: Fotoğraf
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

source: Pick the type that matches your relay provider's protocol. You can change it later.
ar: اختر النوع الذي يطابق بروتوكول مزود الرحال لديك. يمكنك تغييره لاحقًا.
de: Wählen Sie den Typ, der zum Protokoll Ihres Relay-Anbieters passt. Sie können dies später ändern.
es: Elige el tipo que coincida con el protocolo de tu proveedor de relay. Puedes cambiarlo más tarde.
fr: Choisissez le type correspondant au protocole de votre fournisseur de relais. Vous pouvez changer plus tard.
hi: वह प्रकार चुनें जो आपके relay प्रदाता के प्रोटोकॉल से मेल खाता हो। आप बाद में इसे बदल सकते हैं।
id: Pilih jenis yang sesuai dengan protokol penyedia relay Anda. Anda dapat mengubahnya nanti.
ja: Relay プロバイダのプロトコルに合う種類を選んでください。あとから変更できます。
ko: Relay 공급자의 프로토콜에 맞는 유형을 선택하세요. 나중에 변경할 수 있습니다.
pt_br: Escolha o tipo que corresponde ao protocolo do seu provedor de relay. Você pode mudar depois.
ru: Выберите тип, соответствующий протоколу вашего провайдера relay. Это можно изменить позже.
th: เลือกประเภทที่ตรงกับโปรโตคอลของผู้ให้บริการ Relay เปลี่ยนภายหลังได้
tr: Relay sağlayıcınızın protokolüne uygun türü seçin. Daha sonra değiştirebilirsiniz.
vi: Chọn loại phù hợp với giao thức của nhà cung cấp relay của bạn. Có thể đổi sau.
zh_hans: 选择与你的中转服务协议匹配的类型。稍后也可以修改。
zh_hant: 選擇與你的中轉服務協定相符的類型。稍後也可修改。

source: Pick what this default model can do. You can adjust this later in the model details.
ar: اختر ما يمكن لهذا النموذج الافتراضي القيام به. يمكنك تعديل ذلك لاحقًا في تفاصيل النموذج.
de: Wählen Sie aus, was dieses Standardmodell kann. Sie können dies später in den Modelldetails anpassen.
es: Elige lo que este modelo predeterminado puede hacer. Puedes ajustarlo más tarde en los detalles del modelo.
fr: Choisissez ce que ce modèle par défaut peut faire. Vous pourrez l'ajuster plus tard dans les détails du modèle.
hi: चुनें कि यह डिफ़ॉल्ट मॉडल क्या कर सकता है। आप बाद में मॉडल विवरण में इसे समायोजित कर सकते हैं।
id: Pilih apa yang dapat dilakukan oleh model default ini. Anda dapat menyesuaikannya nanti di detail model.
ja: このデフォルトモデルで使う機能を選びます。後でモデル詳細から調整できます。
ko: 이 기본 모델이 할 수 있는 것을 선택하세요. 나중에 모델 세부 정보에서 조정할 수 있습니다.
pt_br: Escolha o que este modelo padrão pode fazer. Você pode ajustar isso depois nos detalhes do modelo.
ru: Выберите, что может эта модель по умолчанию. Это можно настроить позже в деталях модели.
th: เลือกว่าโมเดลเริ่มต้นนี้ทำอะไรได้บ้าง ปรับภายหลังได้ในรายละเอียดโมเดล
tr: Bu varsayılan modelin neler yapabileceğini seçin. Daha sonra model detaylarında ayarlayabilirsiniz.
vi: Chọn những gì mô hình mặc định này có thể làm. Bạn có thể điều chỉnh sau trong chi tiết mô hình.
zh_hans: 勾选默认模型支持的能力，之后可以在模型详情中调整。
zh_hant: 勾選預設模型支援的能力，之後可在模型詳情中調整。
